# Azul Zulu artifacts
tap 'mdogan/zulu'
cask 'zulu-jdk8'
cask 'zulu-jdk11'
cask 'zulu-jdk17'
cask 'mdogan/zulu/zulu-mc'

cask 'lulu'
cask 'visual-studio-code'
cask 'karabiner-elements'
cask 'multipass'
cask 'tor-browser'
cask 'stats'
cask 'homebrew/cask/transmission'
cask 'iterm2'
cask 'vlc'
cask 'tunnelblick'
cask 'abyssoft-teleport'
cask 'ngrok'
cask 'miniconda'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'rectangle'
cask 'monitorcontrol'
cask 'postman'

brew 'httpie'
brew 'watch'
brew 'ansible'
brew 'terraform'
brew 'awscli'
brew 'kubectx'
brew 'k9s'
brew 'yt-dlp'

# aws-sam-cli
tap 'aws/tap'
brew 'aws-sam-cli'

brew 'maven'
brew 'aria2'
brew 'youtube-dl'
brew 'helm'
brew 'composer'
brew 'minikube'
brew 'jmeter'
brew 'jenv'
brew 'jesseduffield/lazydocker/lazydocker'
brew 'bash-snippets'

# jbang
brew 'jbangdev/tap/jbang'

# eksctl tool
tap 'weaveworks/tap'
brew 'weaveworks/tap/eksctl'
